Repository: perez987/HeliPort
Catalog: Heliport/HeliPort/Appearance/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fr, id, it, ko, pl, pt_br, pt_pt, ro, ru, tr, uk, vi, zh_hans

source: Channel:
ar: قناة:
cs: Kanál:
de: Kanal:
el: Κανάλι:
es: Canal:
fr: Canal:
id: Kanal:
it: Canale:
ko: 채널:
pl: Kanał:
pt_br: Canal:
pt_pt: Canal:
ro: Canal:
ru: Канал:
tr: Kanal:
uk: Канал:
vi: Kênh:
zh_hans: 信道：

source: Country Code:
ar: رمز الدولة:
cs: Kód země:
de: Länderkennung:
el: Κωδικός Χώρας:
es: Código de País:
fr: Code du Pays:
id: Kode Negara:
it: Codice Paese:
ko: 국가 코드:
pl: Kod Państwa:
pt_br: Código do país:
pt_pt: Código do país:
ro: Codul Țării:
ru: Код страны:
tr: Ülke Kodu:
uk: Код країни:
vi: Mã quốc gia:
zh_hans: 国家代码：

source: IP Address:
ar: عنوان IP:
cs: IP Adresa:
de: IP-Adresse:
el: Διεύθυνση IP:
es: Dirección IP:
fr: Adresse IP:
id: Alamat IP:
it: Indirizzo IP:
ko: IP 주소:
pl: Adres IP:
pt_br: Endereço IP:
pt_pt: Endereço IP:
ro: Adresă IP:
ru: IP адрес:
tr: IP Adresi:
uk: IP адреса:
vi: Địa chỉ IP:
zh_hans: IP 地址：

source: Noise:
ar: التشويش:
cs: Šum:
de: Störsignal:
el: Θόρυβος:
es: Ruido:
fr: Bruit:
it: Disturbo:
ko: 노이즈:
pl: Szum:
pt_br: Ruído:
pt_pt: Ruído:
ro: Zgomot:
ru: Шум:
tr: Parazit:
uk: Шум:
vi: Tiếng ồn:
zh_hans: 噪音：

source: PHY Mode:
ar: وضع PHY:
cs: Režim PHY:
de: PHY-Modus:
el: Λειτουργία PHY:
es: Modo PHY:
fr: Mode PHY:
id: Mode PHY:
it: Modalità PHY:
ko: PHY 모드:
pl: Tryb PHY:
pt_br: Modo PHY:
pt_pt: Modo PHY:
ro: Mod PHY:
tr: PHY Modu:
vi: Chế độ PHY:
zh_hans: PHY 模式：

source: Router:
ar: جهاز التوجيه:
cs: Směrovač:
el: Δρομολογητής:
fr: Routeur:
ko: 라우터:
pt_br: Roteador:
ru: Маршрутизатор:
tr: Yönetici IP:
uk: Маршрутизатор:
vi: Bộ định tuyến:
zh_hans: 路由器：

source: Security:
ar: الأمان:
cs: Zabezpečení:
de: Sicherheit:
el: Τύπος Ασφαλείας:
es: Seguridad:
fr: Sécurité:
id: Keamanan:
it: Sicurezza:
ko: 보안:
pl: Zabezpieczenia:
pt_br: Segurança:
pt_pt: Segurança:
ro: Securitate:
ru: Безопасность:
tr: Güvenlik Türü:
uk: Безпека:
vi: Bảo mật:
zh_hans: 安全性：

source: Tx Rate:
ar: معدل Tx:
el: Ρυθμός Tx:
es: Tasa Tx:
fr: Taux Tx:
it: Frequenza Tx:
ko: Tx 속도:
pt_br: Taxa Tx:
pt_pt: Taxa de transmissão:
ro: Rată Tx:
ru: Скорость подключения:
tr: Tx Oranı:
uk: Швидкість підключення:
vi: Tỷ lệ Tx:
zh_hans: Tx 速率：

source: " Requires Password
ar: " يتطلب كلمة سر
cs: " Vyžaduje heslo
de: " Benötigt Passwort
el: " Απαιτείται Κωδικός Πρόσβασης
es: " Necesita una Contraseña
fr: " Nécessite un mot de passe
id: " Memerlukan Kata Sandi
it: " Password necessaria
ko: " 암호가 필요합니다
pl: " wymaga hasła
pt_br: " Requer senha
pt_pt: " Necessita de palavra-passe
ro: " Necesită o parolă
ru: " Введите пароль
tr: " Şifre Gerekli
uk: " Введіть пароль
vi: " Yêu cầu mật khẩu
zh_hans: " 需要密码

source: %@'s Credentials
ar: شهادة %@
cs: Přístupové údaje pro Wi-Fi síť "%@"
de: Anmeldeinformationen für "%@"
el: Διαπιστευτήρια %@
es: Credenciales de %@
id: Kredensial %@
it: Credenziali di %@
ko: %@의 인증 정보
pl: Dane logowania %@
pt_br: Credenciais de %@
pt_pt: Credenciais de %@
ro: Acreditările lui %@
ru: Данные %@
tr: %@ Güvenlik Bilgileri
uk: Дані %@
vi: Giấy phép của %@
zh_hans: %@ 的密匙

source: %@'s Info
ar: معلومات %@
cs: Informace pro Wi-Fi síť "%@"
de: "%@"s Informationen
el: Πληροφορίες %@
es: Información de %@
id: Info %@
it: Informazioni su %@
ko: %@의 정보
pl: Informacje o %@
pt_br: Informações de %@
pt_pt: Informação acerca de %@
ro: Informațiile lui %@
ru: Информация о %@
tr: %@ Bilgileri
uk: Інформація про %@
vi: Thông tin của %@
zh_hans: %@ 的信息

source: About HeliPort
ar: حول HeliPort
cs: O aplikaci HeliPort
de: Über HeliPort
el: Πληροφορίες για το HeliPort
es: Acerca de HeliPort
fr: À propos de HeliPort
id: Tentang HeliPort
it: Informazioni su HeliPort
ko: HeliPort에 관하여
pl: O HeliPort
pt_br: Sobre o HeliPort
pt_pt: Acerca do HeliPort
ro: Despre HeliPort
ru: О HeliPort
tr: HeliPort Hakkında
uk: Про HeliPort
vi: Giới thiệu về HeliPort
zh_hans: 关于 HeliPort

source: Address:
ar: عنوان MAC:
cs: Adresa:
de: Adresse:
el: Διεύθυνση:
es: Dirección de Red:
fr: Adresse:
id: Alamat:
it: Indirizzo:
ko: 주소:
pl: Adres:
pt_br: Endereço:
pt_pt: Endereço:
ro: Adresă:
ru: Адрес:
tr: MAC Adresi:
uk: Адреса:
vi: Địa chỉ:
zh_hans: 地址：

source: after %d s
ar: بعد %d ث
cs: za %d s
de: nach %d s
el: μετά από %d δ
es: tras %d s
fr: après %d s
id: setelah %d dtk
it: dopo %d s
ko: %d초 후
pl: za %d s
pt_br: após %d s
pt_pt: após %d s
ro: după %d s
ru: через %d с
tr: %d sn sonra
uk: через %d с
vi: sau %d giây
zh_hans: %d 秒后

source: Appearance:
ar: المظهر:
cs: Vzhled:
de: Erscheinungsbild:
el: Εμφάνιση:
es: Apariencia
fr: Apparence :
id: Tampilan:
it: Aspetto:
ko: 외관:
pl: Wygląd:
pt_br: Aparência:
pt_pt: Aparência:
ro: Aspect:
ru: Внешний вид:
tr: Görünüm:
uk: Зовнішній вигляд:
vi: Giao diện:
zh_hans: 外观:

source: Auto Join
ar: الانضمام التلقائي
cs: Automatické připojení
de: Automatisch verbinden
el: Αυτόματη σύνδεση
es: Conexión automática
fr: Rejoindre automatiquement
id: Sambungkan Otomatis
it: Connetti automaticamente
ko: 자동 연결
pl: Automatyczne łączenie
pt_br: Conexão Automática
pt_pt: Conectar-se automaticamente
ro: Alăturare automată
ru: Автоматическое подключение
tr: Otomatik Bağlantı
uk: Автоматичне підключення
vi: Tự động kết nối
zh_hans: 自动连接

source: Automatically check for updates.
ar: تحقق من التحديثات تلقائياً
cs: Automaticky vyhledávat aktualizace.
de: Automatisch nach Aktualisierungen suchen
el: Αυτόματος έλεγχος για ενημερώσεις.
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour.
id: Cek pembaruan secara otomatis.
it: Controlla automaticamente gli aggiornamenti.
ko: 업데이트를 자동으로 확인합니다.
pl: Automatycznie sprawdzaj aktualizacje.
pt_br: Verificar automaticamente por atualizações.
pt_pt: Procurar atualizações automaticamente.
ro: Verificare automată a actualizărilor.
ru: Автоматически проверять наличие обновлений.
tr: Güncellemeleri otomatik olarak kontrol et.
uk: Автоматично перевіряти наявність оновлень.
vi: Tự động kiểm tra cập nhật.
zh_hans: 自动检查更新

source: Automatically download new updates.
ar: تحميل التحديثات الجديدة تلقائياً.
cs: Automaticky stahovat nové aktualizace.
de: Automatisch neue Updates herunterladen
el: Αυτόματη λήψη νέων ενημερώσεων.
es: Descargar actualizaciones automáticamente
fr: Télécharger automatiquement les nouvelles mises à jour.
id: Unduh pembaruan secara otomatis.
it: Scarica automaticamente gli aggiornamenti.
ko: 새 업데이트를 자동으로 다운로드합니다.
pl: Automatycznie pobieraj nowe aktualizacje.
pt_br: Baixar automaticamente novas atualizações.
pt_pt: Transferir novas atualizações automaticamente.
ro: Descărcarea automată a noilor actualizări.
ru: Автоматически скачивать новые обновления.
tr: Güncellemeleri otomatik olarak indir.
uk: Автоматично завантажувати нові оновлення.
vi: Tự động tải về bản cập nhật.
zh_hans: 自动下载更新

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ko: 취소
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отменить
tr: İptal
uk: Скасувати
vi: Huỷ
zh_hans: 取消

source: Captures detailed driver and firmware logs.
ar: يلتقط سجلات مفصّلة للبرنامج التشغيلي والبرنامج الثابت.
cs: Zachytí podrobné záznamy ovladače a firmwaru.
de: Erfasst detaillierte Treiber- und Firmware-Logs.
el: Καταγράφει λεπτομερή αρχεία καταγραφής προγράμματος οδήγησης και υλικολογισμικού.
es: Captura logs del driver y del firmware.
fr: Capture les journaux détaillés du pilote et du micrologiciel.
id: Mengambil log driver dan firmware secara rinci.
it: Cattura i log dettagliati del driver e del firmware.
ko: 드라이버 및 펌웨어의 상세 로그를 캡처합니다.
pl: Przechwytuje szczegółowe dzienniki sterownika i firmware.
pt_br: Captura logs detalhados do driver e firmware.
pt_pt: Captura registos detalhados do driver e firmware.
ro: Capturează jurnale detaliate ale driverului și firmware-ului.
ru: Захватывает подробные журналы драйвера и прошивки.
tr: Ayrıntılı sürücü ve ürün yazılımı günlüklerini yakalar.
uk: Збирає детальні журнали драйвера та прошивки.
vi: Ghi lại nhật ký chi tiết của driver và firmware.
zh_hans: 捕获驱动程序和固件的详细日志。

source: Channel
ar: قناة
cs: Kanál
de: Kanal
el: Κανάλι
es: Canal
fr: Canal
id: Kanal
it: Canale
ko: 채널
pl: Kanał
pt_br: Canal
pt_pt: Canal
ro: Canal
ru: Канал
tr: Kanal
uk: Канал
vi: Kênh
zh_hans: 信道

source: Check for Updates...
ar: تحقق من التحديثات...
cs: Zkontrolovat aktualizace...
de: Auf Updates überprüfen...
el: Ελεγχος για Ενημερώσεις...
es: Buscar Actualizaciones...
fr: Recherche de mise a jour...
id: Cek Pembaharuan...
it: Controlla gli aggiornameti...
ko: 업데이트 확인...
pl: Sprawdź Aktualizacje...
pt_br: Verificar por Atualizações...
pt_pt: Procurar atualizações
ro: Caută Actualizări...
ru: Проверка обновлений...
tr: Güncellemeleri Kontrol Et...
uk: Перевірка оновлень...
vi: Kiểm tra cập nhật...
zh_hans: 检查更新...

source: Choose a folder to output the bug report
ar: اختر مجلداً لحفظ تقرير الأخطاء
cs: Zvolte složku pro uložení hlášení chyb
de: Ordner für den Fehlerbericht auswählen
el: Επιλέξτε φάκελο για την αποθήκευση της αναφοράς σφαλμάτων
es: Elige una carpeta para guardar el informe de fallos
fr: Choisir un dossier pour enregistrer le rapport de bugs
id: Pilih folder untuk menyimpan laporan bug
it: Scegli una cartella per salvare il resoconto bug
ko: 버그 보고서를 저장할 폴더 선택
pl: Wybierz folder, w którym zostanie zapisany raport o błędach
pt_br: Escolha uma pasta para salvar o relatório de bug
pt_pt: Escolha uma pasta para guardar o relatório de erros
ro: Alegeți un folder pentru raportul de erori
ru: Выберите папку для сохранения отчёта об ошибках
tr: Hata raporu için bir klasör seçin
uk: Виберіть папку для збереження звіту про помилки
vi: Chọn thư mục để xuất báo cáo lỗi
zh_hans: 选择输出诊断报告的文件夹

source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ko: 닫기
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Command failed to fetch logs for HeliPort.
ar: فشل الأمر في جلب السجلات لـ HeliPort.
cs: Příkaz nepodařilo se načíst záznamy pro HeliPort.
de: Befehl zum Abrufen der Logs für HeliPort ist fehlgeschlagen.
el: Η εντολή απέτυχε να ανακτήσει αρχεία καταγραφής για το HeliPort.
es: Ha fallado el comando para obtener logs para HeliPort.
fr: La commande de récupération des journaux HeliPort a échoué.
id: Perintah gagal mengambil log untuk HeliPort.
it: Comando non riuscito nel recuperare i log per HeliPort.
ko: HeliPort 로그를 가져오는 명령이 실패했습니다.
pl: Nie udało się pobrać dzienników dla HeliPort.
pt_br: Falha ao buscar logs para o HeliPort.
pt_pt: O comando falhou ao obter os registos do HeliPort.
ro: Comanda a eșuat la preluarea jurnalelor pentru HeliPort.
ru: Ошибка выполнения команды получения журналов HeliPort.
tr: HeliPort için günlükler alınamadı.
uk: Команда не змогла отримати журнали для HeliPort.
vi: Lệnh không thể tìm nạp nhật ký cho HeliPort.
zh_hans: 命令无法获取 Heliport 的诊断报告。

source: Connected
ar: متصل
cs: Připojeno
de: Verbunden
el: Συνδεδεμένο
es: Conectado
fr: Connecté
id: Tersambung
it: connesso
ko: 연결됨
pl: połączono
pt_br: Conectado
pt_pt: Conectado
ro: Conectat
ru: Подключен
tr: Bağlandı
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接

source: Continue Anyway
ar: المتابعة على أي حال
cs: Přesto pokračovat
de: Trotzdem fortfahren
el: Συνέχεια παρ' όλα αυτά
es: Continuar Igualmente
fr: Continuer quand même
id: Lanjutkan Saja
it: Continua comunque
ko: 그래도 계속
pl: Kontynuuj mimo to
pt_br: Continuar mesmo assim
pt_pt: Continuar Mesmo Assim
ro: Continuați oricum
ru: Всё равно продолжить
tr: Yine de Devam Et
uk: Продовжити все одно
vi: Tiếp tục dù sao
zh_hans: 仍然继续

source: Copy SSID
ar: نسخ SSID
cs: Kopírovat SSID
de: SSID kopieren
el: Αντιγραφή SSID
es: Copiar SSID
fr: Copier le SSID
id: Salin SSID
it: Copia SSID
ko: SSID 복사
pl: Kopiuj SSID
pt_br: Copiar SSID
pt_pt: Copiar SSID
ro: Copiați SSID
ru: Скопировать SSID
tr: SSID'yi Kopyala
uk: Скопіювати SSID
vi: Sao chép SSID
zh_hans: 拷贝 SSID

source: Could not create zip file for generated logs.
ar: تعذر إنشاء ملف zip للسجلات المُنشأة.
cs: Nepodařilo se vytvořit soubor zip pro vygenerované záznamy.
de: ZIP-Datei für die generierten Logs konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία αρχείου zip για τα αρχεία καταγραφής.
es: No se pudo crear el archivo zip para los logs generados.
fr: Impossible de créer le fichier zip pour les journaux générés.
id: Tidak dapat membuat file zip untuk log yang dihasilkan.
it: Impossibile creare il file zip per i log generati.
ko: 생성된 로그에 대한 zip 파일을 만들 수 없습니다.
pl: Nie można utworzyć pliku zip dla wygenerowanych dzienników.
pt_br: Não foi possível criar o arquivo zip para os logs gerados.
pt_pt: Não foi possível criar o ficheiro zip para os registos gerados.
ro: Nu s-a putut crea fișierul zip pentru jurnalele generate.
ru: Не удалось создать zip-архив для сгенерированных журналов.
tr: Oluşturulan günlükler için zip dosyası oluşturulamadı.
uk: Не вдалося створити zip-файл для згенерованих журналів.
vi: Không thể tạo file zip cho nhật ký được tạo.
zh_hans: 无法生成诊断报告的压缩文件。

source: Could not generate report for HeliPort.
ar: تعذر إنشاء تقرير لـ HeliPort.
cs: Nepodařilo se vygenerovat zprávu pro HeliPort.
de: Bericht für HeliPort konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία αναφοράς για το HeliPort.
es: No se pudo generar informe para HeliPort.
fr: Impossible de générer le rapport pour HeliPort.
id: Tidak dapat membuat laporan untuk HeliPort.
it: Impossibile generare il resoconto per HeliPort.
ko: HeliPort 보고서를 생성할 수 없습니다.
pl: Nie można wygenerować raportu dla HeliPort.
pt_br: Não foi possível gerar o relatório para o HeliPort.
pt_pt: Não foi possível gerar o relatório para o HeliPort.
ro: Nu s-a putut genera raportul pentru HeliPort.
ru: Не удалось сформировать отчёт для HeliPort.
tr: HeliPort için rapor oluşturulamadı.
uk: Не вдалося сформувати звіт для HeliPort.
vi: Không thể tạo báo cáo cho HeliPort.
zh_hans: 无法生成 Heliport 的诊断报告

source: Could not get path to generate bug report.
ar: تعذر الحصول على المسار لإنشاء تقرير الأخطاء.
cs: Nepodařilo se získat cestu pro generování hlášení chyb.
de: Pfad zum Erstellen des Fehlerberichts konnte nicht ermittelt werden.
el: Δεν ήταν δυνατή η λήψη της διαδρομής για τη δημιουργία αναφοράς σφαλμάτων.
es: No se pudo obtener la ruta para generar el informe de fallos.
fr: Impossible d'obtenir le chemin pour générer le rapport de bugs.
id: Tidak dapat mendapatkan jalur untuk membuat laporan bug.
it: Impossibile ottenere il percorso per generare il resoconto bug.
ko: 버그 보고서 생성 경로를 가져올 수 없습니다.
pl: Nie można uzyskać ścieżki do wygenerowania raportu o błędach.
pt_br: Não foi possível obter o caminho para gerar o relatório de bug.
pt_pt: Não foi possível obter o caminho para gerar o relatório de erros.
ro: Nu s-a putut obține calea pentru generarea raportului de erori.
ru: Не удалось получить путь для создания отчёта об ошибках.
tr: Hata raporu oluşturmak için yol alınamadı.
uk: Не вдалося отримати шлях для генерації звіту про помилки.
vi: Không thể lấy đường dẫn để tạo báo cáo lỗi.
zh_hans: 无法获取生成诊断报告的路径

source: Could not read logs for `itlwm`. Make sure you allow `HeliPort` to read logs when prompted.
ar: تعذر قراءة السجلات لـ `itlwm`. تأكد من السماح لـ `HeliPort` بقراءة السجلات عند المطالبة.
cs: Nepodařilo se číst záznamy pro `itlwm`. Ujistěte se, že jste povolili `HeliPort` číst záznamy, když budete vyzváni.
de: Logs für `itlwm` konnten nicht gelesen werden. Stellen Sie sicher, dass Sie `HeliPort` erlauben, Logs zu lesen, wenn Sie dazu aufgefordert werden.
el: Δεν ήταν δυνατή η ανάγνωση αρχείων καταγραφής για το `itlwm`. Βεβαιωθείτε ότι επιτρέπετε στο `HeliPort` να διαβάζει τα αρχεία καταγραφής όταν σας ζητηθεί.
es: No se pudieron leer logs para `itlwm`. Asegúrate de permitir a `HeliPort` leer logs cuando se te pregunte.
fr: Impossible de lire les journaux pour `itlwm`. Assurez-vous d'autoriser `HeliPort` à lire les journaux lorsque vous y êtes invité.
id: Tidak dapat membaca log untuk `itlwm`. Pastikan Anda mengizinkan `HeliPort` untuk membaca log ketika diminta.
it: Impossibile leggere i log per `itlwm`. Assicurati di consentire a `HeliPort` di leggere i log quando richiesto.
ko: `itlwm`의 로그를 읽을 수 없습니다. 메시지가 표시될 때 `HeliPort`가 로그를 읽을 수 있도록 허용하세요.
pl: Nie można odczytać dzienników dla `itlwm`. Upewnij się, że zezwalasz `HeliPort` na odczyt dzienników, gdy zostaniesz o to poproszony.
pt_br: Não foi possível ler os logs do `itlwm`. Verifique se você permitiu que o `HeliPort` leia logs quando solicitado.
pt_pt: Não foi possível ler os registos para `itlwm`. Certifique-se de permitir que `HeliPort` leia os registos quando solicitado.
ro: Nu s-au putut citi jurnalele pentru `itlwm`. Asigurați-vă că permiteți `HeliPort` să citească jurnalele când vi se solicită.
ru: Не удалось прочитать журналы для `itlwm`. Убедитесь, что вы разрешаете `HeliPort` читать журналы при появлении запроса.
tr: `itlwm` için günlükler okunamadı. İstenildiğinde `HeliPort`'un günlükleri okumasına izin verdiğinizden emin olun.
uk: Не вдалося прочитати журнали для `itlwm`. Переконайтесь, що ви дозволяєте `HeliPort` читати журнали, коли буде запропоновано.
vi: Không thể đọc nhật ký cho `itlwm`. Hãy chắn chắn rằng bạn cho phép `HeliPort` đọc nhật ký khi được yêu cầu.
zh_hans: 无法读取 itlwm 的日志。请确保在提示时允许 `HeliPort` 读取日志。

source: Create Diagnostics Report...
ar: إنشاء تقرير تشخيصي...
cs: Vytvoření souboru diagnostiky...
de: Diagnosebericht erstellen...
el: Δημιουργία Αναφοράς Διαγνωστικών...
es: Crear Informe de Diagnóstico...
fr: Création du rapport de diagnostic...
id: Buat Laporan Diagnosis...
it: Crea resoconto di diagnosi...
ko: 진단 리포트 생성...
pl: Utwórz raport diagnostyczny...
pt_br: Criar Relatório de Diagnóstico...
pt_pt: Criar relatório de diagnóstico
ro: Creare Raport de Diagnosticare...
ru: Создать отчет...
tr: Tanı Raporu Oluştur...
uk: Створити звіт...
vi: Tạo Báo cáo chẩn đoán...
zh_hans: 创建诊断报告...

source: Create Network...
ar: إنشاء شبكة...
cs: Vytvořit síť...
de: Netzwerk anlegen...
el: Δημιουργία Δικτύου...
es: Crear Red...
fr: Création du réseau...
id: Buat Jaringan...
it: Crea rete...
ko: 네트워크 생성...
pl: Utwórz sieć...
pt_br: Adicionar Rede...
pt_pt: Adicionar rede
ro: Creează Rețea...
ru: Создать сеть...
tr: Ağ Oluştur...
uk: Створити мережу...
vi: Tạo mạng mới...
zh_hans: 创建网络...

source: Disconnect from
ar: قطع الاتصال بـ
cs: Odpojit se od
de: Trennung von
el: Αποσύνδεση από
es: Desconectarse de
fr: Déconnection de
id: Putuskan dari
it: Disconnetti da
ko: 연결 해제
pl: Rozłącz z
pt_br: Desconectar-se de
pt_pt: Desconectar de
ro: Deconectare de la
ru: Отключиться от
tr: Bağlantıyı Kapat
uk: Відключитись від
vi: Ngắt kết nối
zh_hans: 断开

source: Dismiss
ar: رفض
cs: Zavřít
de: Verwerfen
el: Απόρριψη
es: Descartar
fr: Rejeter
id: Singkirkan
it: Chiudi
ko: 닫기
pl: Odrzuć
pt_br: Esquecer
pt_pt: Descartar
ro: Anulare
ru: Пропустить
tr: Reddet
uk: Пропустити
vi: Bỏ qua
zh_hans: 忽略

source: Drag networks into the order you prefer.
ar: اسحب الشبكات بالترتيب الذي تفضله.
cs: Chytněte a seřaďte sítě do preferovaného pořadí.
de: Bewege die Netzwerke in deine bevorzugte Reihenfolge.
el: Σύρτε τα δίκτυα στη σειρά που προτιμάτε.
es: Arrastra las redes en el orden de tu preferencia.
fr: Faites glisser les réseaux dans l'ordre de votre préférence.
id: Seret jaringan ke urutan yang Anda inginkan
it: Sposta le reti nell'ordine che preferisci.
ko: 원하는 순서로 네트워크를 드래그하세요.
pl: Przeciągnij sieci w preferowanej kolejności.
pt_br: Arraste as redes para a ordem que você preferir.
pt_pt: Arraste as redes Wi-Fi da forma que prefefir.
ro: Trageți rețelele în ordinea preferată.
ru: Изменяйте порядок сетей перетаскиванием.
tr: Ağları tercih sırasına göre sürükleyin.
uk: Змінюйте порядок мереж перетягуванням.
vi: Di chuyển thứ tự mạng theo ý của bạn.
zh_hans: 拖动网络顺序来调整优先级。

source: Dynamic WEP
ar: WEP الديناميكية
cs: Dynamické WEP
de: Dynamisches WEP
el: Δυναμικό WEP
es: WEP Dinámica
fr: WEP Dynamique
id: WEP Dinamis
it: WEP Dinamico
ko: 동적 WEP
pl: Dynamiczny WEP
pt_br: WEP Dinâmico
pt_pt: WEP Dinâmico
ro: WEP Dinamic
ru: Динамический WEP
tr: Dinamik WEP
uk: Динамічний WEP
vi: WEP Động
zh_hans: 动态WEP

source: Enable
ar: تمكين
cs: Povolit
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fr: Activer
id: Aktifkan
it: Abilita
ko: 활성화
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activează
ru: Включить
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_hans: 启用

source: Enable Wi-Fi Logging
ar: تفعيل تسجيل Wi-Fi
cs: Povolit logování Wi-Fi sítě
de: WLAN-Protokollierung aktivieren
el: Ενεργοποίηση Καταγραφής Wi-Fi
es: Habilitar Registro de Wi-Fi
fr: Activer la connection Wi-Fi
id: Aktifkan Pencatatan Log Wi-Fi
it: Abilita il log Wi-Fi
ko: Wi-Fi 로그 기록 활성화
pl: Włącz rejestrowanie Wi-Fi
pt_br: Ativar Registro de Wi-Fi
pt_pt: Ativar registo de Wi-Fi
ro: Activare Înregistrare Wi-Fi
ru: Включить логирование Wi-Fi
tr: Wi-Fi Tanılamayı Aç
uk: Увімкнути логування Wi-Fi
vi: Bật Ghi nhật ký Wi-Fi
zh_hans: 启用Wi-Fi记录

source: Encryption type unsupported
ar: نوع التشفير غير مدعوم
cs: Tento typ zabezpečení není podporován
de: Verschlüsselungstyp wird nicht unterstützt
el: Μη υποστηριζόμενος τύπος κρυπτογράφησης
es: Tipo de cifrado no soportado
fr: Type de chiffrement non pris en charge
id: Tipe enkripsi tidak didukung
it: Protocollo di sicurezza non supportato
ko: 지원되지 않는 암호화 유형
pl: Nieobsługiwany typ szyfrowania
pt_br: Tipo de criptografia não suportada
pt_pt: Tipo de encriptação não suportado
ro: Tip de criptare neacceptat
ru: Тип шифрования не поддерживается
tr: Şifreleme türü desteklenmiyor
uk: Тип шифрування не підтримується
vi: Loại mã hoá không được hỗ trợ
zh_hans: 加密方式未支持

source: Enter the name and security type of the network you want to join.
ar: أدخل اسم ونوع أمان الشبكة التي تريد الانضمام إليها.
cs: Zadejte SSID a typ zabezpečení Wi-FI sítě.
de: Gib den Namen und den Sicherheitstyp des Netzwerks an, mit dem du dich verbinden möchtest.
el: Εισάγετε το όνομα και τον τύπο ασφαλείας του δικτύου στο οποίο θέλετε να εισέλθετε.
es: Introduzca el nombre y el tipo de seguridad de la red a la que desea acceder.
fr: Entrez le nom et le type de sécurité du réseau auquel vous souhaitez vous connecter
id: Masukkan nama dan jenis keamanan jaringan yang ingin Anda sambungkan
it: Inserire il nome e il tipo di protezione della rete a cui desideri accedere.
ko: 연결하려는 네트워크의 이름 및 보안 유형을 입력하십시오.
pl: Podaj nazwę sieci, do której chcesz się przyłączyć, i typ jej zabezpieczeń.
pt_br: Digite o nome e o tipo de segurança da rede à qual você deseja se conectar.
pt_pt: Insira o nome e o tipo de segurança da rede à qual se deseja conectar.
ro: Introduceți numele și tipul securității rețelei căreia vreți să vă alăturați.
ru: Выберите имя и тип шифрования сети, к которой хотите подключиться.
tr: Bağlanmak istediğiniz kablosuz ağın adını ve güvenlik türünü girin.
uk: Виберіть ім'я та тип шифрування мережі, до якої потрібно підключитися.
vi: Nhập tên và loại bảo mật của mạng mà bạn muốn kết nối.
zh_hans: 输入您想要加入的网络的名称和安全性类型。

source: Enter the password for this network.
ar: أدخل كلمة المرور لهذه الشبكة.
cs: Zadejte heslo pro tuto síť.
de: Geben Sie das Passwort für dieses Netzwerk ein.
el: Εισάγετε τον κωδικό πρόσβασης για αυτό το δίκτυο.
es: Introduce contraseña para esta red.
fr: Saisissez le mot de passe de ce réseau.
id: Masukkan kata sandi untuk jaringan ini.
it: Inserisci la password per questa rete.
ko: 이 네트워크의 암호를 입력하세요.
pl: Wprowadź hasło dla tej sieci.
pt_br: Insira a senha para esta rede.
pt_pt: Introduza a palavra-passe para esta rede.
ro: Introduceți parola pentru această rețea.
ru: Введите пароль для этой сети.
tr: Bu ağ için parolayı girin.
uk: Введіть пароль для цієї мережі.
vi: Nhập mật khẩu cho mạng này.
zh_hans: 请输入此网络的密码。
